Repository: jojopapanana/NanoChallenge3
Catalog: NanoChallenge3/Preview Content/Localizable.xcstrings
Source language: en
Languages: id

source: “App” Would Like to Access the Camera
id: "Aplikasi" Ingin Mengakses Kamera

source: 1. Click start button
id: 1. Klik tombol mulai

source: 2. Allow access camera
id: 2. Izinkan akses kamera

source: 3. Scan recipe ingredients
id: 3. Pindai bahan resep

source: Add more ingredients
id: Tambah bahan

source: Allow
id: Izinkan

source: Allow Access to All Photos
id: Izinkan Akses ke Semua Foto

source: Allow access to your photo library so you can upload photos to xx.
id: Izinkan akses ke perpustakaan foto Anda sehingga Anda dapat mengunggah foto ke xx.

source: Approve camera access to take a picture of the recipe.
id: Setujui akses kamera untuk mengambil gambar resep.

source: Back
id: Kembali

source: Back to recipe page
id: Kembali ke halaman resep

source: Calculate
id: Hitung

source: Calculate portion
id: Menghitung porsi

source: Calculate Recipe
id: Kalkulasi Resep

source: Change Image
id: Ubah Gambar

source: Click the insert recipe button below to add a recipe using the camera.
id: Klik tombol sisipkan resep di bawah untuk menambahkan resep menggunakan kamera.

source: Composition needed to fulfill your target
id: Komposisi diperlukan untuk memenuhi target Anda

source: cornstarch
id: tepung maizena

source: Discard Image
id: Batalkan Gambar

source: Don’t Allow
id: Jangan Izinkan

source: Done
id: Selesai

source: E.g: Strawberry cookies
id: Contoh: Kue kering stroberi

source: E.g. Cookies
id: Contoh: Kue kering stroberi

source: Enter the portions that the recipe yields
id: Masukkan porsi yang dihasilkan resep

source: flour
id: tepung terigu

source: Full
id: Penuh

source: ingredient
id: nama bahan

source: Ingredients information
id: Informasi bahan

source: Ingredients Recipe
id: Resep bahan

source: Input ingredient name...
id: Masukkan nama bahan...

source: Input Recipe
id: Masukkan resep

source: Insert Recipe
id: Masukkan resep

source: Insert your cookie/cake image here
id: Masukan gambar kue kering/kuemu disini

source: Insert your cookies image here
id: Masukkan gambar resep Anda di sini

source: Instructions
id: Instruksi

source: item
id: buah

source: low protein
id: protein rendah

source: Make sure the recipe is according to recipe book
id: Pastikan resepnya sesuai buku resep

source: margarine
id: margarin

source: Method
id: Metode

source: milk powder
id: susu bubuk

source: Money earned
id: Uang yang diperoleh

source: Money Earned
id: Uang yang Diperoleh

source: Money to be received based on sales
id: Uang yang akan diterima didasarkan pada penjualan

# Nama Bahan
source: Ingredient Name
id: Nama Bahan

source: Next
id: Selanjutnya

source: No cake recipe available
id: Tidak ada resep yang tersedia

source: No image available
id: Tidak ada gambar yang tersedia

source: No recipe available
id: Tidak ada resep yang tersedia

source: or
id: atau

source: pcs
id: bagian

source: Photo of cookies
id: Foto kue kering

source: Photo of the cookie/cake
id: Foto kue kering/kue

source: Please choose a recipe portion unit
id: Mohon pilih salah satu satuan porsi resep

source: Please choose an ingredient
id: Mohon pilih sebuah bahan

source: powdered sugar
id: gula halus

source: qty
id: jumlah

source: Recipe book
id: Buku resep

source: Recipe Name
id: Nama resep

source: Recipe portion
id: Porsi resep

source: Recipe Portion
id: Porsi resep

source: Recipes
id: Resep

source: Recipes has been filled
id: Resep telah diisi

source: Recognize
id: Kenali

source: Result calculation
id: Hasil perhitungan

source: Save
id: Simpan

source: Scan
id: Pindai

source: Scan recipe ingredients
id: Pindai bahan resep

source: Select photo
id: Pilih foto

source: Selling Price
id: Harga penjualan

source: Start
id: Mulai

source: Take photos focusing only on ingredients for easier scanning.
id: Ambil foto dengan fokus hanya pada bahan-bahan untuk memudahkan pemindaian.

source: Target portion
id: Porsi target

source: tbsp
id: sdm

source: To take pictures and detect the ingredients recipe
id: Untuk mengambil gambar dan mendeteksi bahan resep

source: tsp
id: sdt

source: unit
id: satuan

source: View recipe
id: Lihat resep

source: View Recipe
id: Lihat Resep

source: yolk
id: kuning telur

source: Your Recipe
id: Resepmu

source: Your target portion to make
id: Bagian target Anda ingin dibuat

source: Yours target portion want to make
id: Bagian target Anda ingin dibuat
